tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "coreutils"
brew "libyaml"
brew "openssl@1.1"
brew "asdf"
brew "bdw-gc"
brew "gmp"
brew "libevent"
brew "python@3.9"
brew "llvm@11", link: true
brew "pcre"
brew "pkg-config"
brew "crystal"
brew "curl"
brew "duti"
brew "fish"
brew "fzf"
brew "git"
brew "glib"
brew "guile"
brew "nghttp2"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "htop"
brew "imagemagick"
brew "jq"
brew "libxml2"
brew "neovim"
brew "nnn"
brew "node@14"
brew "ripgrep"
brew "ruby@2.6"
brew "tree"
brew "zig"
cask "alt-tab"
cask "dbeaver-community"
cask "multipass"
