tap "buo/cask-upgrade"
tap "crystal-ameba/ameba"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "luckyframework/lucky"
brew "bash"
brew "chezmoi"
brew "coreutils"
brew "libevent"
brew "openssl@1.1"
brew "crystal"
brew "libssh2"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "deno"
brew "fd"
brew "fish"
brew "gawk"
brew "git"
brew "glow"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libgit2"
brew "libssh"
brew "libtiff"
brew "little-cms2"
brew "python@3.11"
brew "openjdk"
brew "maven"
brew "neovim"
brew "node@16"
brew "qemu"
brew "podman"
brew "podman-compose"
brew "ripgrep"
brew "rust"
brew "zig"
cask "alacritty"
cask "font-hack-nerd-font"
cask "podman-desktop"
